
{
  "title":"Readings",
  "content":"Listed in the following table are assigned readings that students were expected to complete prior to attending class sessions. Students also completed online multiple choice or numerical answer questions based on each week\u0026rsquo;s readings. Students received instant feedback and could make multiple attempts. [Note: the online reading questions are not available to OpenCourseWare users.] WEEK # SES # READINGS Probability 1 C1 1a: Introduction (PDF)\n1b: Counting and Sets (PDF)\nC2 2: Probability: Terminology and Examples (PDF)\nR Tutorial 1A: Basics\nR Tutorial 1B: Random Numbers\n2 C3 3: Conditional Probability, Independence and Bayes\u0026rsquo; Theorem (PDF) C4 4a: Discrete Random Variables (PDF)\n4b: Discrete Random Variables: Expected Value (PDF)\n3 C5 5a: Variance of Discrete Random Variables (PDF)\n5b: Continuous Random Variables (PDF)\n5c: Gallery of Continuous Random Variables (PDF)\n5d: Manipulating Continuous Random Variables (PDF)\n4 C6 6a: Expectation, Variance and Standard Deviation for Continuous Random Variables (PDF)\n6b: Central Limit Theorem and the Law of Large Numbers (PDF)\n6c: Appendix (PDF)\nC7 7a: Joint Distributions, Independence (PDF)\n7b: Covariance and Correlation (PDF)\n5 C8 Class 8: Exam Review (PDF)\nClass 8: Exam Review Solutions (PDF)\nC9 No readings assigned Statistics: Bayesian Inference 5 C10 10a: Introduction to Statistics (PDF)\n10b: Maximum Likelihood Estimates (PDF)\n6 C11 11: Bayesian Updating with Discrete Priors (PDF) C12 12a: Bayesian Updating: Probabilistic Prediction (PDF)\n12b: Bayesian Updating: Odds (PDF)\n7 C13 13a: Bayesian Updating with Continuous Priors (PDF)\n13b: Notational Conventions (PDF)\nC14 14a: Beta Distributions (PDF)\n14b: Bayesian Updating with Continuous Data (PDF)\n8 C15 15a: Conjugate Priors: Beta and Normal (PDF)\n15b: Choosing Priors (PDF)\nC16 16: Probability Intervals (PDF) Statistics: Frequentist Inference—Null Hypothesis Significance Testing (NHST) 9 C17 17a: The Frequentist School of Statistics (PDF)\n17b: Null Hypothesis Significance Testing I (PDF)\nC18 18: Null Hypothesis Significance Testing II (PDF) 10 C19 19: Null Hypothesis Significance Testing III (PDF) C20 20: Comparison of Frequentist and Bayesian Inference (PDF) 11 C21 No readings assigned Statistics: Confidence Intervals; Regression 12 C22 22: Confidence Intervals Based on Normal Data (PDF) C23 23a: Confidence Intervals: Three Views (PDF)\n23b: Confidence Intervals for the Mean of Non-normal Data (PDF)\n13 C24 24: Bootstrap Confidence Intervals (PDF) C25 25: Linear Regression (PDF) 14 C26 No readings assigned C27 No readings assigned "}


